/*

Создайте функцию, которая принимает в качестве аргументов три неотрицательных числа, 
а возвращает значение true («истина»), если три стороны могут сформировать треугольник,
и false («ложь») в противоположном случае.  
Каждое число представляет собой длину стороны треугольника. 

Пример: (3, 4, 5) => true  

Для начала пропиши аргументы функции.  

*/

const validTriangle = (num1, num2, num3) => {
    /* Тут код*/
    return num1 + num2 > num3 && num2 + num3 > num1 && num1 + num3 > num2

}

module.exports = validTriangle
